/* Description for Update button when no iPod selected */
"UPDATE_NO_SELECTION" = "Cliquez sur Mettre à jour pour mettre à jour votre iPod.";
"UPDATE_NO_SELECTION_MULTIPLE" = "Sélectionner un iPod afin de mettre à jour son programme interne.";
"UPDATE_ONE_SELECTION" = "Cliquer sur Mettre à jour pour mettre à jour %@ à la version %@.";
"UPDATE_MULTIPLE_SELECTION" = "Cliquez sur Mettre à jour pour mettre à jour les iPod sélectionnés.";
"UPDATE_MULTIPLE_SELECTION_DISALLOWED" = "Cliquez sur Mettre à jour pour mettre à jour votre iPod.";
"UPDATE_NO_UPDATES_AVAILABLE_SINGLE" = "Votre iPod est à jour.";
"UPDATE_NO_UPDATES_AVAILABLE_MULTIPLE" = "Les iPod sélectionnés sont à jour.";
"UPDATE_NO_UPDATES_UNKNOWN_POD" = "L’iPod sélectionné n’est pas pris en charge par ce programme de mise à jour.";
"UPDATE_NO_UPDATE_WRONG_DISK_FORMAT" = "Seuls les iPod formatés avec Macintosh peuvent être mis à jour.";

/* Description for Restore button when no iPod selected */
"RESTORE_NO_SELECTION" = "Cliquez sur Restaurer pour rétablir les réglages d’origine de votre iPod.";
"RESTORE_NO_SELECTION_MULTIPLE" = "Sélectionner un iPod afin de rétablir ses réglages d’origine.";
"RESTORE_ONE_SELECTION" = "Cliquez sur Restaurer pour rétablir les réglages d’origine de votre iPod.";
"RESTORE_MULTIPLE_SELECTION" = "Cliquez sur Restaurer pour rétablir les réglages d’origine des iPod sélectionnés.";
"RESTORE_MULTIPLE_SELECTION_DISALLOWED" = "Cliquez sur Restaurer pour rétablir les réglages d’origine de votre iPod.";
"RESTORE_NOT_MOUNTED_YET" = "En attente de l’iPod (n’est pas encore prêt).";
"RESTORE_ONLY_OVER_FIREWIRE" = "Vous devez vous connecter via FireWire pour restaurer cet iPod.";

"UPDATING_STATUS" = "Mise à jour de %@";

/* Strings for the Restore confirmation sheet */
"RESTORE_ALERT_SHEET_TITLE" = "Confirmation de la restauration";
"RESTORE_ALERT_SHEET_DESC" = "Êtes-vous certain de vouloir rétablir les réglages d’origine de votre iPod ? Tous vos morceaux et autres données seront effacés.";

/* Strings to show user when no iPods detected */
"PLUG_IN_IPOD" = "Branchez un iPod pour le mettre à jour.";
"IPOD_RESTARTING_RESTORE" = "Les paramètres d’origine de votre iPod ont été rétablis et son redémarrage est en cours. Laissez l’iPod connecté et attendez la fin du processus.";
"IPOD_RESTARTING_UPDATE" = "Le logiciel de votre iPod a été mis à jour et l’iPod est en cours de redémarrage. Laissez-le connecté et attendez la fin du processus de mise à jour.";
"IPOD_RESTARTING_UNPLUG_REPLUG_RESTORE" = "Les réglages d’origine de votre iPod ont été rétablis. Veuillez débrancher puis brancher à nouveau l’iPod pour terminer le processus.";
"IPOD_RESTARTING_UNPLUG_REPLUG_UPDATE" = "Votre iPod a été mis à jour. Veuillez le débrancher puis le rebrancher afin qu’il puisse achever le processus de mise à jour.";
"IPOD_RESTARTING_UNPLUG_POWER_RESTORE" = "Les réglages d’origine de votre iPod ont été rétablis. Veuillez débrancher l’iPod de l’ordinateur et le connecter à une source d’alimentation externe afin de terminer le processus.";
"IPOD_RESTARTING_UNPLUG_POWER_UPDATE" = "Votre iPod a été mis à jour. Veuillez débrancher l’iPod de l’ordinateur et le connecter à une source d’alimentation externe afin de terminer le processus de mise à jour.";
"TOO_MANY_IPODS" = "Plusieurs iPod sont connectés. Ne connectez qu’un seul iPod à la fois pour la mise à jour. Éjectez les autres iPod via le Finder puis débranchez-les.";
/* "TOO_MANY_IPODS" = "There are way too many iPods plugged in. Please attach one iPod at a time to be updated. Eject other iPods using the Finder and disconnect them."; */

/* Field titles used when copying iPod details to clipboard */
"COPY_POD_NAME" = "Nom";
"COPY_FIRMWARE_VERSION" = "Version du programme interne";
"COPY_SERIAL_NUMBER" = "Numéro de série";
"COPY_DISK_FORMAT" = "Format du disque";
"COPY_CAPACITY" = "Capacité";
"COPY_POD_FAMILY" = "Famille de l’iPod";
"COPY_UPDATER_FAMILY" = "Famille du programme de mise à jour";

/* Name of iPod while it is still mounting */
"MOUNTING_NAME" = "(Montage)";
"UNMOUNTED_NAME" = "(Démonté)";
"RESTORING_NAME" = "(Restauration)";
"UPDATING_NAME" = "(Mise à jour)";
"RESTARTING_NAME" = "(Redémarrage)";
"IPOD_NAME" = "iPod";

/* Status strings */
"RESTORING_STATUS" = "Restauration de %@";
"UPDATING_STATUS" = "Mise à jour de %@";
"RESTARTING_STATUS" = "Redémarrage";
"EXAMINING_STATUS" = "Vérification de l’iPod";
"UNMOUNTING_STATUS" = "Démontage de l’iPod";
"PREPARING_STATUS" = "Préparation de l’iPod";
"FINISHING_STATUS" = "Finalisation";
"FORMATTING_STATUS" = "Formatage de l’iPod";
"WRITING_FIRMWARE_STATUS" = "Écriture du logiciel de l’iPod en cours";
"CLEARING_STATUS" = "Suppression de l’ancien logiciel de l’iPod";
"WRITING_ICON_STATUS" = "Écriture de l’icône de volume";

/* Displayed for many of the info fields when multiple iPods are selected. */
"MULTIPLE_SELECTED" = "Plusieurs iPod sélectionnés.";
/* Displayed for many of the info fields when no iPods are selected. */
"NONE_SELECTED" = "Aucun iPod sélectionné.";
/* Displayed when info is not available */
"UNKNOWN" = "Inconnu";

/* Button titles */
"RESTORE" = "Restaurer";
"CANCEL" = "Annuler";
"OK" = "OK";

/* Errors */
"ERROR_TITLE" = "Erreur";
"CANT_UNMOUNT" = "Impossible de démonter l’iPod car il est en cours d’utilisation. Fermez tous les fichiers ouverts sur l’iPod et réessayez.";
"CANT_MOUNT" = "Un seul iPod a été détecté. Il doit être monté sur le bureau pour que cette opération fonctionne.";
"GENERAL_ERROR" = "Une erreur s’est produite lors de la mise à jour ou de la restauration de l’iPod.";
"SIGMATEL_ERROR" = "Une erreur est survenue lors de la mise à jour ou de la restauration de l’iPod. Déconnectez l’iPod, reconnectez-le, puis essayez de le restaurer à nouveau. Si cela ne marche pas, rendez-vous sur le site http://www.apple.com/fr/support/ipod";
"CANT_FIND_FORMAT_SLICE" = "La partition de données est introuvable et n’a pu être formatée. Déconnectez l’iPod, reconnectez-le, puis essayez à nouveau la restauration.";
"FORMAT_ERROR" = "Une erreur est survenue lors du formatage de l’iPod.";
"FORMAT_ERROR_Q14_USB" = "Une erreur est survenue lors du formatage de l’iPod. Tentez de connecter l’iPod via FireWire, puis réessayez.";

/* sizes */
"GB" = "%.2f Go";
"MB" = "%.2f Mo";			
"KB" = "%.2f Ko";

/* disk formats */
"DISK_FORMAT_HFS" = "Macintosh";
"DISK_FORMAT_FAT" = "Windows";
"DISK_FORMAT_UNKNOWN" = "Inconnu";

/* Debug menu strings */
"DEBUG_MENU_TITLE" = "Déboguer";
"DEBUG_ALWAYS_ALLOW_UPDATES" = "Toujours autoriser les mises à jour";

/* strings for the quit sheet */
"QUIT_QUESTION_UPDATE_MESSAGE" = "Votre iPod a été mis à jour et est en cours de redémarrage. Veuillez ne pas le débrancher de l’ordinateur et attendre qu’il termine le processus de mise à jour. Voulez-vous quitter le programme de mise à jour de l’iPod et lancer iTunes ?";
"QUIT_QUESTION_RESTORE_MESSAGE" = "Votre iPod a été restauré et est en cours de redémarrage. Veuillez ne pas le débrancher de l’ordinateur et attendre qu’il termine le processus de restauration. Voulez-vous quitter le programme de mise à jour de l’iPod et lancer iTunes ?";
"QUIT_QUESTION_POWER_UPDATE_MESSAGE" = "Votre iPod a été mis à jour. Veuillez le débrancher de l’ordinateur et le connecter à une source d’alimentation externe afin de terminer le processus de mise à jour. Voulez-vous quitter le programme de mise à jour de l’iPod et lancer iTunes ?";
"QUIT_QUESTION_POWER_RESTORE_MESSAGE" = "Votre iPod a été restauré. Veuillez le débrancher de l’ordinateur et le connecter à une source d’alimentation afin de pour terminer le processus de mise à jour. Voulez-vous quitter le programme de mise à jour de l’iPod et lancer iTunes ?";
"QUIT_QUESTION_UNPLUG_REPLUG_UPDATE_MESSAGE" = "Votre iPod a été mis à jour. Veuillez le débrancher puis le rebrancher afin qu’il puisse terminer le processus de mise à jour. Voulez-vous quitter le programme de mise à jour de l’iPod et lancer iTunes ?";
"QUIT_QUESTION_UNPLUG_REPLUG_RESTORE_MESSAGE" = "Votre iPod a été restauré. Veuillez le débrancher puis le rebrancher afin qu’il puisse terminer le processus de mise à jour. Voulez-vous quitter le programme de mise à jour de l’iPod et lancer iTunes ?";

/* URLs */
"SUPPORT_URL" = "http://www.apple.com/fr/support/ipod";
"REGISTRATION_URL" = "http://www.apple.com/register";